{
  "Mysteries": [
    {
      "Title": "The First Joyful Mystery – Mary is Chosen Mother of GOD.",
      "SubTitle": "Obedience",
      "Meditation": [
        "Through the disobedience of Adam sin enters the world. Rom. 5:12",
        "The Father sends His Son to save the world. Jn. 3:17",
        "The Angel Gabriel is sent to a virgin named Mary. Lk. 1:26,27",
        "The Angel tells Mary: “You are to have a Son and will name Him Jesus.” Lk. 1:31",
        "He is the Son of God. Lk. 1:32",
        "Mary consents: “Let it be done to me.” Lk. 1:38",
        "God the Son becomes Man, in obedience to His Father. Lk. 1:35",
        "By His obedience many shall be saved. Rom. 5:19",
        "Mary becomes Mother of God. Lk. 1:35",
        "Nothing is impossible with God. Lk. 1:37"
      ]
    },
    {
      "Title": "The Second Joyful Mystery – Mary Visits Elizabeth.",
      "SubTitle": "Love Others",
      "Meditation": [
        "Mary visits her elderly cousin Elizabeth. Lk. 1:40",
        "Elizabeth is with child. His name is John. Lk. 1:13",
        "She greets Mary: “Blessed are you because you believed.” Lk. 1:45",
        "Mary herself is with Child, through the Holy Spirit. Mat. 1:18",
        "She answers: “My soul proclaims the greatness of the Lord.” Lk. 1:46",
        "“His mercy reaches from age to age.” Lk. 1:50",
        "Mary, the Mother of God, stays to help Elizabeth. Lk. 1:56",
        "After three months Mary returns to her home in Nazareth. Lk. 1:56",
        "Do good to all. Galat. 6:10",
        "Be at peace with everyone. Rom. 12:18"
      ]
    },
    {
      "Title": "The Third Joyful Mystery – JESUS is Born",
      "SubTitle": "Poverty",
      "Meditation": [
        "In Bethlehem will be born He Who is to rule my people. Micah 5:2",
        "Joseph and Mary leave Nazareth to register in Bethlehem. Lk. 2:4",
        "There, Mary gives birth to the Son of God. Lk. 2:7",
        "Mary lays Him in a manger, because there is no room for Him in the inn. Lk. 2:7",
        "Angels announce to shepherds nearby: “The Savior is born.” Lk. 2:10,11",
        "Angels sing: “Peace to men of good will.” Lk. 2:14",
        "Wise men come from the East in search of Christ. Mat. 2:1,2",
        "Entering the house in Bethlehem, they worship Him. Mat. 2:11",
        "All nations serve Him. Ps. 72:11",
        "Those who accept Christ become children of God. Jn. 1:12"
      ]
    },
    {
      "Title": "The Fourth Joyful Mystery – JESUS is Offered to GOD.",
      "SubTitle": "Humility",
      "Meditation": [
        "When the Child Jesus is eight days old, He is circumcised. Lk. 2:21",
        "And his parents name Him Jesus. Lk. 2:21",
        "The name of Jesus is the only name by which we can be saved. Acts 4:12",
        "“Ask the Father anything in My Name. He will give it to you.” Jn. 16:23",
        "Lord, You are good and forgiving to all who call upon Your Name. Ps. 86:5",
        "Joseph and Mary take Jesus to Jerusalem to present Him to God. Lk. 2:22",
        "Simeon, a holy man, foretells: “This Child is destined for the fall and rise of many.” Lk. 2:34",
        "“Your own soul a sword shall pierce.” Lk. 2:35",
        "Joseph and Mary take Jesus to their hometown of Nazareth. Lk. 2:39",
        "Whatever you do, do all in the Name of Jesus. Col. 3:17"
      ]
    },
    {
      "Title": "The Fifth Joyful Mystery – JESUS is Found in the Temple.",
      "SubTitle": "Joy in Finding Jesus",
      "Meditation": [
        "Jesus is twelve years old, and goes to Jerusalem with Mary and Joseph. Lk. 2:42",
        "Jesus remains in Jerusalem. His parents do not realize it. Lk. 2:43",
        "Mary and Joseph return looking for Him. Lk. 2:45",
        "They find Jesus in the temple. Lk. 2:46",
        "Jesus was fulfilling the will of His Father. Lk. 2:49",
        "The Holy Family returns to Nazareth. Lk. 2:51",
        "Jesus, the Son of God, obeys His parents. Lk. 2:51",
        "God tells us: Honor your father and your mother. Mat. 15:4",
        "If you love Me, obey My commandments. Jn. 14:15",
        "Let us love in thought, in word, and in action. 1 John 3:18"
      ]
    }
  ]
}


